/* eslint-disable no-multiple-empty-lines */
export default {
  cal_001: '清除旧列表',
  cal_001_tip: '如果勾选,在导入新的记录前设备将删除之前的所有记录. 默认为不勾选.',

  cal_002: '清除旧记录模式',
  cal_002_tip: '若设置为"清除所有",在导入新的记录前话机将删除之前的所有记录. 若设置为"保留本地联系人",在导入新的记录时,本地新增的联系人将不被删除.',

  cal_003: '替换重复的条目',
  cal_003_tip: '如果勾选,在导入新的记录时会自动将相同的记录删除. 默认为不勾选.',

  cal_004: '替换重复条目模式',
  cal_004_tip: '若设置为"根据名字替换",在导入新的记录时会自动将相同名字的记录替换掉. 若设置为"根据号码替换",在导入新的记录时会自动将相同号码的记录替换掉.',

  cal_005: '文件编码',
  cal_005_tip: '在下拉列表中选择联系人导入/导出的文件编码.',

  cal_006: '文件类型',
  cal_006_tip: '该项用于设置联系人导入/导出时支持的文件类型.',

  cal_007: '下载模式',
  cal_007_tip: '选择互联网下载模式,默认“关闭”',

  cal_008: '下载服务器',
  cal_008_tip: '设置从互联网下载的服务器地址.',

  cal_009: 'HTTP/HTTPS用户名称',
  cal_009_tip: '此处输入配置文件HTTP/HTTPS服务器用户名.',

  cal_010: 'HTTP/HTTPS密码',
  cal_010_tip: '此处输入配置文件HTTP/HTTPS服务器密码.',

  cal_011: '自动下载周期',
  cal_011_tip: '从自动服务器下载的周期（时）. 默认为0,即不会自动请求下载. 用户可以根据需要设置.',

  cal_012: '立即下载',
  cal_012_tip: '点击“下载”从配置的服务器下载联系人文件到设备. 注意：下载的联系人文件必须是设备支持的格式文件.',

  cal_013: '清除旧列表',
  cal_013_tip: '如果勾选，在下载新的记录前话机将删除之前的所有记录 默认为不勾选.',

  cal_014: '清除旧记录模式',
  cal_014_tip: '若设置为"清除所有",在下载新的记录前话机将删除之前的所有记录。若设置为"保留本地联系人",在下载新的记录时,本地新增的联系人将不被删除。',

  cal_015: '替换重复的条目',
  cal_015_tip: '如果勾选，在下载新的记录时会自动将相同的记录删除。 默认为不勾选.',

  cal_016: '替换重复条目模式',
  cal_016_tip: '若设置为"根据名字替换",在下载新的记录时会自动将相同名字的记录替换掉。若设置为"根据号码替换",在下载新的记录时会自动将相同号码的记录替换掉。',

  cal_017: '',
  cal_017_tip: '',

  cal_018: '',
  cal_018_tip: '',

  cal_019: '',
  cal_019_tip: '',

  cal_020: '',
  cal_020_tip: '',

  cal_021: '',
  cal_021_tip: '',

  cal_022: '',
  cal_022_tip: '',

  cal_023: '',
  cal_023_tip: '',

  cal_024: '',
  cal_024_tip: '',

  cal_025: '',
  cal_025_tip: '',

  cal_026: '',
  cal_026_tip: '',

  cal_027: '',
  cal_027_tip: '',

  cal_028: '',
  cal_028_tip: '',

  cal_029: '',
  cal_029_tip: '',

  cal_999: ''
}
