/* eslint-disable no-multiple-empty-lines */
export default {
  /* 预置位设置 */

  /* 摄像头控制 */

  /* 外围设备 */
  dev_per_001: 'HDMI 1输出分辨率',
  dev_per_001_tip: '设置HDMI 1输出图像的分辨率, 分辨率数值越大图像清晰度越高, 选择的分辨率要与显示器的分辨率一致。 设备会自动读取电视机支持的分辨率并与本设备支持的分辨率继续比对, 双方都支持的分辨率会显示在页面上供设置。 图像格式数值越大图像清晰度越高, 首次启动设备会自动获取最优分辨率。',

  dev_per_002: 'HDMI 2输出分辨率',
  dev_per_002_tip: '设置HDMI 2输出图像的分辨率, 分辨率数值越大图像清晰度越高, 选择的分辨率要与显示器的分辨率一致。 设备会自动读取电视机支持的分辨率并与本设备支持的分辨率继续比对, 双方都支持的分辨率会显示在页面上供设置。 图像格式数值越大图像清晰度越高, 首次启动设备会自动获取最优分辨率。',

  dev_per_003: '当接入HDMI时自动开启演示',
  dev_per_003_tip: '选择“是”则接入HDMI时自动显示演示。 选择“否”则接入HDMI时会弹框提示用户选择确认或者取消, 如果用户不点击确认或者取消, 则超时30s就自动显示演示。 默认为“否”。',

  dev_per_004: '移动速度',
  dev_per_004_tip: '设置镜头转动和缩放速度。 共16档, 1档最慢, 16档最快。 默认为1档。',

  dev_per_005: '初始化位置',
  dev_per_005_tip: '设置终端启动时内置摄像机的初始位置。 “默认”表示终端启动时, 摄像机位置自动恢复到初始化位置。 “预置位置1”表示终端启动时, 摄像机位置恢复到预置位1, 但是预置位1必须已经设置过。 “最新的位置”表示终端启动时, 摄像机位置恢复到终端关机时的位置, 默认设置为“默认”。',

  /* 遥控器 */
  dev_rc_001: '禁止手机遥控器连接',
  dev_rc_001_tip: '此项设置是否禁止手机遥控器APP连接，若勾选该项，则手机遥控器APP不能和设备连接。默认不勾选。',

  dev_999: ''
}
